app/controllers/user_controller.rb

INSERT INTO "users" ("username", "bio", "email", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["username", "Luxilux"], ["bio", "Holààààà"], ["email", "luxinchris@hotmail.fr"], ["created_at", "2018-07-31 14:44:56.637272"], ["updated_at", "2018-07-31 14:44:56.637272"]]
---
  def create
    @user = User.new('username' => params[:username],
                         'email' => params[:email],
                         'bio' => params[:bio])
    if @user.save